Repository: m-sadykov/lecturenotes
Catalog: lecturenotes/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: LectraAI turns long material into a transcript plus concise summaries, so the main ideas are easy to review.
ar: يحوّل LectraAI المحتوى الطويل إلى نص مفرغ وملخصات موجزة، لتصبح الأفكار الأساسية أسهل في المراجعة.
ca: LectraAI converteix el material llarg en una transcripció i resums concisos, de manera que les idees principals són fàcils de revisar.
cs: LectraAI přemění dlouhý materiál na přepis a stručné shrnutí, takže hlavní myšlenky lze snadno zopakovat.
da: LectraAI forvandler langt materiale til en transskription plus kortfattede resuméer, så hovedideerne er nemme at gennemgå.
de: LectraAI wandelt langes Material in ein Transkript mit prägnanten Zusammenfassungen um, sodass die Hauptideen leicht überprüft werden können.
el: Το LectraAI μετατρέπει το εκτενές υλικό σε μεταγραφή συν συνοπτικές περιλήψεις, επομένως οι κύριες ιδέες είναι εύκολο να αναθεωρηθούν.
es: LectraAI convierte material extenso en una transcripción y resúmenes concisos, para que las ideas principales sean fáciles de revisar.
fi: LectraAI muuttaa pitkästä materiaalista tekstin ja tiiviit yhteenvedot, joten tärkeimmät ideat on helppo tarkastella.
fr: LectraAI transforme les longs documents en une transcription ainsi que des résumés concis, de sorte que les idées principales soient faciles à réviser.
he: LectraAI הופך חומר ארוך לתמלול בתוספת סיכומים תמציתיים, כך שקל לעיין ברעיונות העיקריים.
hi: LectraAI लंबी सामग्री को एक प्रतिलेख और संक्षिप्त सारांश में बदल देता है, इसलिए मुख्य विचारों की समीक्षा करना आसान होता है।
hr: LectraAI dugi materijal pretvara u prijepis plus sažete sažetke, tako da je glavne ideje lako pregledati.
hu: Az LectraAI a hosszú anyagokat átiratmá és tömör összefoglalóvá alakítja, így a főbb ötletek könnyen áttekinthetők.
id: LectraAI mengubah materi panjang menjadi transkrip ditambah ringkasan singkat, sehingga gagasan utama mudah untuk ditinjau.
it: LectraAI trasforma il materiale lungo in una trascrizione più riassunti concisi, quindi le idee principali sono facili da rivedere.
ja: LectraAI は、長い資料をトランスクリプトと簡潔な要約に変換するため、主要なアイデアを簡単に確認できます。
ko: LectraAI은 긴 자료를 대본과 간결한 요약으로 변환하므로 주요 아이디어를 쉽게 검토할 수 있습니다.
ms: LectraAI menukar bahan panjang menjadi transkrip serta ringkasan ringkas, jadi idea utama mudah untuk disemak.
nb: LectraAI gjør langt materiale til en utskrift pluss konsise oppsummeringer, slik at hovedideene er enkle å se gjennom.
nl: LectraAI zet lang materiaal om in een transcriptie plus beknopte samenvattingen, zodat de belangrijkste ideeën gemakkelijk te beoordelen zijn.
pl: LectraAI zamienia długi materiał w transkrypcję i zwięzłe streszczenia, dzięki czemu łatwo jest przejrzeć główne myśli.
pt: LectraAI transforma material longo em uma transcrição, além de resumos concisos, para que as ideias principais sejam fáceis de revisar.
ro: LectraAI transformă materialul lung într-o transcriere plus rezumate concise, astfel încât ideile principale sunt ușor de revizuit.
ru: LectraAI превращает длинный материал в стенограмму и краткое изложение, поэтому основные идеи легко просмотреть.
sk: LectraAI premení dlhý materiál na prepis a stručné zhrnutia, takže hlavné myšlienky sa dajú ľahko skontrolovať.
sv: LectraAI förvandlar långt material till en utskrift plus kortfattade sammanfattningar, så att huvudidéerna är lätta att granska.
th: LectraAI เปลี่ยนเนื้อหายาวๆ ให้เป็นบทถอดเสียงพร้อมทั้งบทสรุปที่กระชับ ดังนั้นแนวคิดหลักจึงง่ายต่อการทบทวน
tr: LectraAI uzun materyali bir transkript ve kısa özetlere dönüştürür, böylece ana fikirlerin gözden geçirilmesi kolaydır.
uk: LectraAI перетворює довгий матеріал на стенограму та стислі підсумки, тому основні ідеї легко переглядати.
vi: LectraAI chuyển tài liệu dài thành bản chép lại cùng với những bản tóm tắt ngắn gọn để dễ dàng xem lại các ý chính.
zh_hans: LectraAI 将长篇材料转化为文字记录和简明摘要，因此主要思想易于回顾。
zh_hant: LectraAI 將長篇資料轉化為文字記錄和簡明摘要，因此主要想法易於回顧。

source: Lecture document is unavailable.
ar: مستند المحاضرة غير متاح.
ca: El document de la conferència no està disponible.
cs: Dokument přednášky není k dispozici.
da: Forelæsningsdokumentet er ikke tilgængeligt.
de: Vorlesungsdokument ist nicht verfügbar.
el: Το έγγραφο της διάλεξης δεν είναι διαθέσιμο.
es: El documento de la conferencia no está disponible.
fi: Luentoasiakirja ei ole saatavilla.
fr: Le document de cours n'est pas disponible.
he: מסמך ההרצאה אינו זמין.
hi: व्याख्यान दस्तावेज़ अनुपलब्ध है.
hr: Dokument predavanja nije dostupan.
hu: Az előadás dokumentuma nem érhető el.
id: Dokumen perkuliahan tidak tersedia.
it: Il documento della lezione non è disponibile.
ja: 講義資料は入手できません。
ko: 강의자료를 이용할 수 없습니다.
ms: Dokumen kuliah tidak tersedia.
nb: Forelesningsdokumentet er utilgjengelig.
nl: Lezingsdocument is niet beschikbaar.
pl: Dokument wykładu jest niedostępny.
pt: O documento da aula não está disponível.
ro: Documentul cursului nu este disponibil.
ru: Документ лекции недоступен.
sk: Dokument z prednášky nie je k dispozícii.
sv: Föreläsningsdokumentet är inte tillgängligt.
th: เอกสารการบรรยายไม่พร้อมใช้งาน
tr: Ders dokümanı mevcut değildir.
uk: Документ лекції недоступний.
vi: Tài liệu bài giảng không có sẵn.
zh_hans: 讲座文档不可用。
zh_hant: 講座文檔不可用。

source: Lecture title
ar: عنوان المحاضرة
ca: Títol de la conferència
cs: Název přednášky
da: Foredragets titel
de: Titel der Vorlesung
el: Τίτλος διάλεξης
es: Título de la conferencia
fi: Luennon otsikko
fr: Titre de la conférence
he: כותרת ההרצאה
hi: व्याख्यान शीर्षक
hr: Naslov predavanja
hu: Az előadás címe
id: Judul kuliah
it: Titolo della lezione
ja: 講演タイトル
ko: 강의 제목
ms: Tajuk kuliah
nb: Forelesningstittel
nl: Titel van de lezing
pl: Tytuł wykładu
pt: Título da palestra
ro: Titlul prelegerii
ru: Название лекции
sk: Názov prednášky
sv: Föreläsningens titel
th: ชื่อการบรรยาย
tr: Ders başlığı
uk: Назва лекції
vi: Tiêu đề bài giảng
zh_hans: 讲座标题
zh_hant: 講座標題

source: Legal
ar: القانونية
cs: Právní
da: Juridisk
el: Νομική
es: Legales
fi: Laillinen
fr: Juridique
he: חוקי
hi: कानूनी
hr: Pravno
hu: Jogi
id: Hukum
it: Legale
ja: 法的
ko: 법적
ms: sah
nb: Lovlig
nl: Legaal
pl: Legalne
pt: Jurídico
ru: Юридический
sk: Právne
sv: Lagligt
th: กฎหมาย
tr: Yasal
uk: юридичний
vi: pháp lý
zh_hans: 法律
zh_hant: 法律

source: Limit: %@
ar: الحد: %@
ca: Límit: %@
da: Grænse: %@
de: Grenzwert: %@
el: Όριο: %@
es: Límite: %@
fi: Raja: %@
fr: Limite : %@
he: מגבלה: %@
hi: सीमा: %@
hr: Ograničenje: %@
hu: Korlátozás: %@
id: Batas: %@
it: Limite: %@
ja: 制限: %@
ko: 제한: %@
ms: Had: %@
nb: Grens: %@
nl: Limiet: %@
pt: Limite: %@
ro: Limită: %@
ru: Ограничение: %@
sv: Gräns: %@
th: ขีดจำกัด: %@
tr: Sınır: %@
uk: Ліміт: %@
vi: Giới hạn: %@
zh_hans: 限制：%@
zh_hant: 限制：%@

source: Listening for the important concepts and turning them into text.
ar: جارٍ التقاط المفاهيم المهمة وتحويلها إلى نص.
ca: Escoltar els conceptes importants i convertir-los en text.
cs: Naslouchat důležitým pojmům a převádět je do textu.
da: At lytte efter de vigtige begreber og omsætte dem til tekst.
de: Auf die wichtigen Konzepte hören und sie in Text umwandeln.
el: Ακούγοντας τις σημαντικές έννοιες και μετατρέποντάς τις σε κείμενο.
es: Escuchar los conceptos importantes y convertirlos en texto.
fi: Tärkeiden käsitteiden kuunteleminen ja niiden muuttaminen tekstiksi.
fr: Écouter les concepts importants et les transformer en texte.
he: הקשבה למושגים החשובים והפיכתם לטקסט.
hi: महत्वपूर्ण अवधारणाओं को सुनना और उन्हें पाठ में बदलना।
hr: Slušanje važnih pojmova i njihovo pretvaranje u tekst.
hu: A fontos fogalmak meghallgatása és szöveggé alakítása.
id: Mendengarkan konsep-konsep penting dan mengubahnya menjadi teks.
it: Ascoltare i concetti importanti e trasformarli in testo.
ja: 重要な概念を聞き取り、テキストに変換します。
ko: 중요한 개념을 듣고 이를 텍스트로 변환합니다.
ms: Mendengar konsep penting dan mengubahnya menjadi teks.
nb: Lytte etter de viktige konseptene og gjøre dem om til tekst.
nl: Luisteren naar de belangrijke concepten en deze omzetten in tekst.
pl: Słuchanie ważnych pojęć i przekształcanie ich w tekst.
pt: Ouvir os conceitos importantes e transformá-los em texto.
ro: Ascultarea conceptelor importante și transformarea lor în text.
ru: Прослушивание важных понятий и преобразование их в текст.
sk: Počúvanie dôležitých pojmov a ich premena na text.
sv: Lyssna efter de viktiga begreppen och förvandla dem till text.
th: การฟังแนวคิดที่สำคัญและแปลงเป็นข้อความ
tr: Önemli kavramların dinlenmesi ve metne dönüştürülmesi.
uk: Слухання важливих понять і перетворення їх у текст.
vi: Lắng nghe các khái niệm quan trọng và chuyển chúng thành văn bản.
zh_hans: 聆听重要概念并将其转化为文本。
zh_hant: 聆聽重要概念並將其轉化為文本。

source: Loading recordings
ar: جارٍ تحميل التسجيلات
ca: Carregant enregistraments
cs: Načítání nahrávek
da: Indlæser optagelser
de: Aufnahmen werden geladen
el: Φόρτωση εγγραφών
es: Cargando grabaciones
fi: Ladataan tallenteita
fr: Chargement des enregistrements
he: טוען הקלטות
hi: रिकॉर्डिंग लोड हो रही है
hr: Učitavanje snimaka
hu: Felvételek betöltése
id: Memuat rekaman
it: Caricamento delle registrazioni
ja: 録音をロードしています
ko: 녹음 로드 중
ms: Memuatkan rakaman
nb: Laster inn opptak
nl: Opnames laden
pl: Ładowanie nagrań
pt: Carregando gravações
ro: Se încarcă înregistrări
ru: Загрузка записей
sk: Načítavajú sa nahrávky
sv: Laddar inspelningar
th: กำลังโหลดการบันทึก
tr: Kayıtlar yükleniyor
uk: Завантаження записів
vi: Đang tải bản ghi
zh_hans: 加载录音
zh_hant: 載入錄音

source: Microphone access is required to start recording.
ar: يلزم إذن الميكروفون لبدء التسجيل.
ca: Cal accedir al micròfon per començar a gravar.
cs: Ke spuštění nahrávání je vyžadován přístup k mikrofonu.
da: Mikrofonadgang er påkrævet for at starte optagelsen.
de: Zum Starten der Aufnahme ist ein Mikrofonzugriff erforderlich.
el: Απαιτείται πρόσβαση στο μικρόφωνο για να ξεκινήσει η εγγραφή.
es: Se requiere acceso al micrófono para comenzar a grabar.
fi: Äänityksen aloittaminen edellyttää mikrofonin käyttöä.
fr: L’accès au microphone est requis pour démarrer l’enregistrement.
he: נדרשת גישה למיקרופון כדי להתחיל בהקלטה.
hi: रिकॉर्डिंग शुरू करने के लिए माइक्रोफ़ोन का उपयोग आवश्यक है।
hr: Za početak snimanja potreban je pristup mikrofonu.
hu: A felvétel elindításához mikrofon-hozzáférés szükséges.
id: Akses mikrofon diperlukan untuk mulai merekam.
it: Per avviare la registrazione è necessario l'accesso al microfono.
ja: 録音を開始するにはマイクへのアクセスが必要です。
ko: 녹음을 시작하려면 마이크 액세스가 필요합니다.
ms: Akses mikrofon diperlukan untuk memulakan rakaman.
nb: Mikrofontilgang er nødvendig for å starte opptaket.
nl: Om de opname te starten is toegang tot de microfoon vereist.
pl: Aby rozpocząć nagrywanie, wymagany jest dostęp do mikrofonu.
pt: É necessário acesso ao microfone para iniciar a gravação.
ro: Este necesar accesul la microfon pentru a începe înregistrarea.
ru: Для начала записи необходим доступ к микрофону.
sk: Na spustenie nahrávania je potrebný prístup k mikrofónu.
sv: Mikrofonåtkomst krävs för att börja spela in.
th: จำเป็นต้องเข้าถึงไมโครโฟนเพื่อเริ่มการบันทึก
tr: Kaydı başlatmak için mikrofon erişimi gereklidir.
uk: Щоб почати запис, потрібен доступ до мікрофона.
vi: Cần có quyền truy cập micrô để bắt đầu ghi âm.
zh_hans: 需要访问麦克风才能开始录音。
zh_hant: 需要存取麥克風才能開始錄音。

source: Move from passive reading to active recall with built-in study modes generated from each lecture.
ar: انتقل من القراءة السلبية إلى الاسترجاع النشط عبر أوضاع دراسة مدمجة تُنشأ من كل محاضرة.
ca: Passeu de la lectura passiva a la memòria activa amb els modes d'estudi integrats generats a cada conferència.
cs: Přejděte od pasivního čtení k aktivnímu vyvolávání pomocí vestavěných studijních režimů generovaných z každé přednášky.
da: Flyt fra passiv læsning til aktiv genkaldelse med indbyggede studietilstande genereret fra hver forelæsning.
de: Wechseln Sie vom passiven Lesen zum aktiven Erinnern mit integrierten Lernmodi, die aus jeder Vorlesung generiert werden.
el: Μεταβείτε από την παθητική ανάγνωση στην ενεργητική ανάκληση με ενσωματωμένους τρόπους μελέτης που δημιουργούνται από κάθε διάλεξη.
es: Pase de la lectura pasiva a la recuperación activa con modos de estudio integrados generados a partir de cada conferencia.
fi: Siirry passiivisesta lukemisesta aktiiviseen muistiin kunkin luennolta luotujen sisäänrakennettujen opiskelutilojen avulla.
fr: Passez de la lecture passive au rappel actif grâce aux modes d'étude intégrés générés à partir de chaque cours.
he: עברו מקריאה פסיבית להיזכרות אקטיבית עם מצבי לימוד מובנים שנוצרו מכל הרצאה.
hi: प्रत्येक व्याख्यान से उत्पन्न अंतर्निहित अध्ययन मोड के साथ निष्क्रिय पढ़ने से सक्रिय स्मरण की ओर बढ़ें।
hr: Prijeđite s pasivnog čitanja na aktivno prisjećanje s ugrađenim načinima učenja koji se generiraju iz svakog predavanja.
hu: Az egyes előadásokból generált beépített tanulmányi módokkal léphet át a passzív olvasásról az aktív felidézésre.
id: Beralih dari membaca pasif ke mengingat aktif dengan mode belajar bawaan yang dihasilkan dari setiap perkuliahan.
it: Passa dalla lettura passiva al ricordo attivo con le modalità di studio integrate generate da ogni lezione.
ja: 各講義から生成される組み込みの学習モードを使用して、受動的な読書から能動的な想起に移行します。
ko: 각 강의에서 생성된 내장 학습 모드를 통해 수동적 읽기에서 능동적 회상으로 전환할 수 있습니다.
ms: Beralih daripada bacaan pasif kepada ingatan aktif dengan mod belajar terbina dalam yang dihasilkan daripada setiap kuliah.
nb: Gå fra passiv lesing til aktiv tilbakekalling med innebygde studiemoduser generert fra hver forelesning.
nl: Ga van passief lezen naar actief terughalen met ingebouwde studiemodi die uit elke lezing worden gegenereerd.
pl: Przejdź od biernego czytania do aktywnego przypominania dzięki wbudowanym trybom nauki generowanym na podstawie każdego wykładu.
pt: Passe da leitura passiva para a recuperação ativa com modos de estudo integrados gerados em cada aula.
ro: Treceți de la citirea pasivă la reamintirea activă cu moduri de studiu încorporate generate de fiecare prelegere.
ru: Переходите от пассивного чтения к активному вспоминанию с помощью встроенных режимов обучения, создаваемых на основе каждой лекции.
sk: Prejdite od pasívneho čítania k aktívnemu vybavovaniu pomocou vstavaných študijných režimov generovaných z každej prednášky.
sv: Gå från passiv läsning till aktiv återkallelse med inbyggda studielägen som genereras från varje föreläsning.
th: เปลี่ยนจากการอ่านแบบพาสซีฟไปสู่การเรียกคืนแบบแอคทีฟด้วยโหมดการศึกษาในตัวที่สร้างจากการบรรยายแต่ละครั้ง
tr: Her dersten oluşturulan yerleşik çalışma modlarıyla pasif okumadan aktif hatırlamaya geçin.
uk: Перейдіть від пасивного читання до активного пригадування за допомогою вбудованих режимів навчання, які створюються з кожної лекції.
vi: Chuyển từ đọc thụ động sang nhớ lại chủ động với các chế độ học tập tích hợp được tạo ra từ mỗi bài giảng.
zh_hans: 通过每次讲座生成的内置学习模式，从被动阅读转变为主动回忆。
zh_hant: 透過每次講座產生的內建學習模式，從被動閱讀轉變為主動回憶。

source: New Recording
ar: تسجيل جديد
ca: Nova gravació
cs: Nová nahrávka
da: Ny optagelse
de: Neue Aufnahme
el: Νέα ηχογράφηση
es: Nueva grabación
fi: Uusi tallennus
fr: Nouvel enregistrement
he: הקלטה חדשה
hi: नई रिकॉर्डिंग
hr: Nova snimka
hu: Új felvétel
id: Rekaman Baru
it: Nuova registrazione
ja: 新規録音
ko: 새로운 녹음
ms: Rakaman Baru
nb: Nytt opptak
nl: Nieuwe opname
pl: Nowe nagranie
pt: Nova Gravação
ro: Înregistrare nouă
ru: Новая запись
sk: Nová nahrávka
sv: Ny inspelning
th: การบันทึกใหม่
tr: Yeni Kayıt
uk: Новий запис
vi: Bản ghi mới
zh_hans: 新录音
zh_hant: 新錄音

source: No active purchases were found to restore.
ar: لم يتم العثور على مشتريات نشطة لاستعادتها.
ca: No s'han trobat compres actives per restaurar.
cs: Nebyly nalezeny žádné aktivní nákupy k obnovení.
da: Der blev ikke fundet nogen aktive køb at gendanne.
de: Es wurden keine aktiven Käufe zum Wiederherstellen gefunden.
el: Δεν βρέθηκαν ενεργές αγορές για επαναφορά.
es: No se encontraron compras activas para restaurar.
fi: Palautettavaa aktiivista ostoa ei löytynyt.
fr: Aucun achat actif à restaurer n'a été trouvé.
he: לא נמצאו רכישות פעילות לשחזור.
hi: पुनर्स्थापित करने के लिए कोई सक्रिय खरीदारी नहीं पाई गई.
hr: Nisu pronađene aktivne kupnje za vraćanje.
hu: Nem található aktív vásárlás a visszaállításhoz.
id: Tidak ada pembelian aktif yang ditemukan untuk dipulihkan.
it: Non è stato trovato alcun acquisto attivo da ripristinare.
ja: 復元できるアクティブな購入は見つかりませんでした。
ko: 복원할 활성 구매가 없습니다.
ms: Tiada pembelian aktif ditemui untuk dipulihkan.
nb: Ingen aktive kjøp ble funnet å gjenopprette.
nl: Er zijn geen actieve aankopen gevonden die kunnen worden hersteld.
pl: Nie znaleziono aktywnych zakupów do przywrócenia.
pt: Nenhuma compra ativa foi encontrada para restaurar.
ro: Nu au fost găsite achiziții active de restabilit.
ru: Активных покупок для восстановления не обнаружено.
sk: Nenašli sa žiadne aktívne nákupy na obnovenie.
sv: Inga aktiva köp hittades att återställa.
th: ไม่พบการซื้อที่ใช้งานอยู่เพื่อกู้คืน
tr: Geri yüklenecek etkin satın alma bulunamadı.
uk: Не знайдено активних покупок для відновлення.
vi: Không tìm thấy hoạt động mua hàng nào để khôi phục.
zh_hans: 未发现可恢复的主动购买。
zh_hant: 未發現可恢復的主動購買。

source: No audio file was selected.
ar: لم يتم اختيار ملف صوتي.
ca: No s'ha seleccionat cap fitxer d'àudio.
cs: Nebyl vybrán žádný zvukový soubor.
da: Der blev ikke valgt nogen lydfil.
de: Es wurde keine Audiodatei ausgewählt.
el: Δεν επιλέχθηκε κανένα αρχείο ήχου.
es: No se seleccionó ningún archivo de audio.
fi: Äänitiedostoa ei valittu.
fr: Aucun fichier audio n'a été sélectionné.
he: לא נבחר קובץ שמע.
hi: कोई ऑडियो फ़ाइल नहीं चुनी गई.
hr: Nije odabrana audio datoteka.
hu: Nem lett kiválasztva hangfájl.
id: Tidak ada file audio yang dipilih.
it: Nessun file audio è stato selezionato.
ja: 音声ファイルが選択されていません。
ko: 오디오 파일을 선택하지 않았습니다.
ms: Tiada fail audio dipilih.
nb: Ingen lydfil ble valgt.
nl: Er is geen audiobestand geselecteerd.
pl: Nie wybrano pliku audio.
pt: Nenhum arquivo de áudio foi selecionado.
ro: Nu a fost selectat niciun fișier audio.
ru: Аудиофайл не выбран.
sk: Nebol vybratý žiadny zvukový súbor.
sv: Ingen ljudfil har valts.
th: ไม่ได้เลือกไฟล์เสียง
tr: Hiçbir ses dosyası seçilmedi.
uk: Аудіофайл не вибрано.
vi: Không có tập tin âm thanh nào được chọn.
zh_hans: 未选择音频文件。
zh_hant: 未選擇音訊檔案。

source: No detailed summary yet.
ar: لا يوجد ملخص مفصل بعد.
ca: Encara no hi ha un resum detallat.
cs: Zatím žádné podrobné shrnutí.
da: Ingen detaljeret oversigt endnu.
de: Noch keine detaillierte Zusammenfassung.
el: Δεν υπάρχει ακόμη λεπτομερής περίληψη.
es: Aún no hay un resumen detallado.
fi: Ei vielä tarkempaa yhteenvetoa.
fr: Pas encore de résumé détaillé.
he: אין עדיין סיכום מפורט.
hi: अभी तक कोई विस्तृत सारांश नहीं है.
hr: Još nema detaljnog sažetka.
hu: Még nincs részletes összefoglaló.
id: Belum ada ringkasan detailnya.
it: Nessun riepilogo dettagliato ancora.
ja: 詳細な概要はまだありません。
ko: 아직 자세한 요약이 없습니다.
ms: Tiada ringkasan terperinci lagi.
nb: Ingen detaljert oppsummering ennå.
nl: Nog geen gedetailleerd overzicht.
pl: Nie ma jeszcze szczegółowego podsumowania.
pt: Ainda não há resumo detalhado.
ro: Nu există încă un rezumat detaliat.
ru: Подробного резюме пока нет.
sk: Zatiaľ žiadne podrobné zhrnutie.
sv: Ingen detaljerad sammanfattning ännu.
th: ยังไม่มีบทสรุปโดยละเอียด
tr: Henüz detaylı bir özet yok.
uk: Детального резюме ще немає.
vi: Chưa có bản tóm tắt chi tiết.
zh_hans: 还没有详细的总结。
zh_hant: 還沒有詳細的總結。

source: No flashcards available
ar: لا توجد بطاقات تعليمية متاحة
ca: No hi ha targetes disponibles
cs: Nejsou k dispozici žádné kartičky
da: Ingen tilgængelige flashcards
de: Keine Karteikarten verfügbar
el: Δεν υπάρχουν διαθέσιμες κάρτες flash
es: No hay tarjetas disponibles
fi: Ei muistikortteja saatavilla
fr: Aucune flashcard disponible
he: אין כרטיסי פלאש זמינים
hi: कोई फ़्लैशकार्ड उपलब्ध नहीं
hr: Nema dostupnih kartica
hu: Nem állnak rendelkezésre kártyák
id: Tidak ada kartu flash yang tersedia
it: Nessuna flashcard disponibile
ja: 利用可能なフラッシュカードはありません
ko: 플래시카드를 사용할 수 없습니다.
ms: Tiada kad imbas tersedia
nb: Ingen flashkort tilgjengelig
nl: Geen flashcards beschikbaar
pl: Brak dostępnych fiszek
pt: Nenhum flashcard disponível
ro: Nu există carduri disponibile
ru: Нет карточек
sk: Nie sú k dispozícii žiadne kartičky
sv: Inga flashkort tillgängliga
th: ไม่มีแฟลชการ์ดให้ใช้
tr: Bilgi kartı mevcut değil
uk: Немає карток
vi: Không có sẵn flashcards
zh_hans: 没有可用的抽认卡
zh_hant: 沒有可用的抽認卡

source: No PDF file was selected.
ar: لم يتم اختيار ملف PDF.
ca: No s'ha seleccionat cap fitxer PDF.
cs: Nebyl vybrán žádný soubor PDF.
da: Ingen PDF fil blev valgt.
de: Es wurde keine PDF-Datei ausgewählt.
el: Δεν επιλέχθηκε αρχείο PDF.
es: No se seleccionó ningún archivo PDF.
fi: PDF-tiedostoa ei valittu.
fr: Aucun fichier PDF n'a été sélectionné.
he: לא נבחר קובץ PDF.
hi: कोई PDF फ़ाइल नहीं चुनी गई.
hr: Nije odabrana datoteka PDF.
hu: Nem lett kiválasztva PDF fájl.
id: Tidak ada file PDF yang dipilih.
it: Nessun file PDF selezionato.
ja: PDF ファイルが選択されていません。
ko: PDF 파일이 선택되지 않았습니다.
ms: Tiada fail PDF dipilih.
nb: Ingen PDF fil ble valgt.
nl: Er is geen PDF bestand geselecteerd.
pl: Nie wybrano pliku PDF.
pt: Nenhum arquivo PDF foi selecionado.
ro: Nu a fost selectat niciun fișier PDF.
ru: Файл PDF не выбран.
sk: Nebol vybratý žiadny súbor PDF.
sv: Ingen PDF fil har valts.
th: ไม่ได้เลือกไฟล์ PDF
tr: Hiçbir PDF dosyası seçilmedi.
uk: Файл PDF не вибрано.
vi: Không có tệp PDF nào được chọn.
zh_hans: 未选择 PDF 文件。
zh_hant: 未選擇 PDF 檔案。

source: No quiz available
ar: لا يوجد اختبار متاح
ca: No hi ha cap test disponible
cs: Není k dispozici žádný kvíz
da: Ingen quiz tilgængelig
de: Kein Quiz verfügbar
el: Δεν υπάρχει διαθέσιμο κουίζ
es: No hay cuestionario disponible
fi: Tietokilpailua ei ole saatavilla
fr: Aucun quiz disponible
he: אין חידון זמין
hi: कोई प्रश्नोत्तरी उपलब्ध नहीं है
hr: Nema dostupnih kvizova
hu: Nincs elérhető kvíz
id: Tidak ada kuis yang tersedia
it: Nessun quiz disponibile
ja: クイズはありません
ko: 퀴즈가 없습니다.
ms: Tiada kuiz tersedia
nb: Ingen quiz tilgjengelig
nl: Geen quiz beschikbaar
pl: Brak quizu
pt: Nenhum teste disponível
ro: Niciun test disponibil
ru: Нет доступных викторин
sk: Nie je k dispozícii žiadny kvíz
sv: Inget frågesport tillgängligt
th: ไม่มีแบบทดสอบ
tr: Test yok
uk: Немає тестів
vi: Không có bài kiểm tra nào
zh_hans: 没有可用的测验
zh_hant: 沒有可用的測驗

source: No recordings in this folder
ar: لا توجد تسجيلات في هذا المجلد
ca: No hi ha enregistraments en aquesta carpeta
cs: V této složce nejsou žádné nahrávky
da: Ingen optagelser i denne mappe
de: Keine Aufnahmen in diesem Ordner
el: Δεν υπάρχουν εγγραφές σε αυτόν τον φάκελο
es: No hay grabaciones en esta carpeta.
fi: Tässä kansiossa ei ole tallenteita
fr: Aucun enregistrement dans ce dossier
he: אין הקלטות בתיקייה זו
hi: इस फ़ोल्डर में कोई रिकॉर्डिंग नहीं
hr: Nema snimaka u ovoj mapi
hu: Nincsenek felvételek ebben a mappában
id: Tidak ada rekaman di folder ini
it: Nessuna registrazione in questa cartella
ja: このフォルダには録画がありません
ko: 이 폴더에는 녹음 파일이 없습니다.
ms: Tiada rakaman dalam folder ini
nb: Ingen opptak i denne mappen
nl: Geen opnamen in deze map
pl: Brak nagrań w tym folderze
pt: Não há gravações nesta pasta
ro: Nu există înregistrări în acest folder
ru: В этой папке нет записей
sk: V tomto priečinku nie sú žiadne nahrávky
sv: Inga inspelningar i denna mapp
th: ไม่มีการบันทึกในโฟลเดอร์นี้
tr: Bu klasörde kayıt yok
uk: У цій папці немає записів
vi: Không có bản ghi nào trong thư mục này
zh_hans: 该文件夹中没有录音
zh_hant: 該資料夾中沒有錄音
